export default [
  {
    name: '杜鹃花',
    type: '被子植物门·双子叶植物纲·杜鹃花目·杜鹃花科·杜鹃属',
    draw: [
      '我是杜鹃花，一般在春季开花，每簇花2到6朵，花冠像个漏斗。叶子革质，常集生枝端，通常是卵形、椭圆状卵形。',
      '我有红、淡红、杏红、雪青、白色等不同颜色的品种，花色繁茂艳丽。我的花冠上往往会有一些斑点',
      '我主要生活在亚洲，常出现在山地疏灌丛或松林下，周围会有很多绿叶，也会有一些小昆虫会出现在我的身边。'
    ],
    data: [
      '杜鹃是双子叶植物纲、杜鹃花科、杜鹃属的常绿灌木、落叶灌木。又名映山红、山石榴。相传，古有杜鹃鸟，日夜哀鸣而咯血，染红遍山的花朵，因而得名。杜鹃花一般春季开花，每簇花2-6朵，花冠漏斗形，有红、淡红、杏红、雪青、白色等，花色繁茂艳丽。生于海拔500-1200（-2500）米的山地疏灌丛或松林下，为中国中南及西南典型的酸性土指示植物。',
      '该物种全株供药用,有行气活血、补虚，治疗内伤咳嗽，肾虚耳聋，风湿等疾病。又因花冠鲜红色，为著名的花卉植物，具有较高的观赏价值，在世界各公园中均有栽培。中国江西、安徽、贵州以杜鹃花为省花，定为市花的城市多达七八个。1985年5月杜鹃花被评为中国十大名花之六。',
      '原产于东亚，生长在海拔500-2700米的高度。野生物种分布于中国、日本、老挝、缅甸和泰国。'
    ]
  },
  {
    name: '花烛',
    type: '被子植物门·单子叶植物纲·佛焰花目·天南星科·花烛属',
    draw: [
      '我是花烛，是常绿草本植物，常年开花不断。叶子从基部生出，呈圆状心形或卵心形，叶柄细长。我的花朵同样也呈卵心形，中间还会有一株花穗。',
      '我的花朵一般是橙红色或猩红色，肉穗花序是黄色。我的叶子一般是绿色，表面光滑，会有一些条状纹路。',
      '我主要生活在热带雨林区。常附生在树上，有时附生在岩石上或直接生长在地上，喜欢温暖、潮湿、半阴的环境，不喜欢阳光直射。'
    ],
    data: [
      '花烛是单子叶植物纲天南星科花烛属多年生常绿草本植物。茎节短；叶自基部生出，绿色，革质，全缘，长圆状心形或卵心形。叶柄细长，佛焰苞平出，革质并有蜡质光泽，橙红色或猩红色；肉穗花序黄色，可常年开花不断。',
      '花烛原产于哥斯达黎加、哥伦比亚等热带雨林区。常附生在树上，有时附生在岩石上或直接生长在地上，性喜温暖、潮湿、半阴的环境，忌阳光直射。',
      '花烛花姿奇特美妍。花期持久，适合盆栽、切花或庭园荫蔽处丛植美化。'
    ]
  },
  {
    name: '马蹄莲',
    type: '被子植物门·单子叶植物纲·天南星目·天南星科·马蹄莲属',
    draw: [
      '我是马蹄莲，我的花朵呈喇叭状或马蹄状，花朵中间有圆柱形的肉穗。我的叶片较厚，呈箭形，先端具尾状尖头，基部呈心形或戟形。',
      '我的花苞有黄色、粉色和红色，靠近中间的地方颜色较深，靠近边缘的地方颜色较浅。我的叶片呈翠绿色，表面上点缀有一些白斑。',
      '我喜欢温暖、湿润和阳光充足的环境。更喜欢肥沃、保水性能好的黏质土壤。我主要分布在中国北京、江苏、福建、台湾、四川、云南及秦岭地区。'
    ],
    data: [
      '马蹄莲是单子叶植物纲、天南星科、马蹄莲属多年生粗壮草本。具块茎，并容易分蘖形成丛生植物。叶基生，叶下部具鞘；叶片较厚，绿色，心状箭形或箭形，先端锐尖、渐尖或具尾状尖头，基部心形或戟形。喜疏松肥沃、腐殖质丰富的粘壤土。',
      '马蹄莲花有毒，内含大量草本钙结晶和生物碱，误食会引起昏眠等中毒症状。该物种为中国植物图谱数据库收录的无毒植物，其毒性为块茎、佛焰苞和肉穗花序有毒。咀嚼一小块块茎可引起舌喉肿痛。马蹄莲可药用，具有清热解毒的功效。治烫伤，鲜马蹄莲块茎适量，捣烂外敷。预防破伤风，在创伤处，用马蹄莲块茎捣烂外敷。马蹄莲有毒， 禁忌内服。',
      '马蹄莲在欧美国家是新娘捧花的常用花。也是埃塞俄比亚的国花。'
    ]
  },
  {
    name: '蝴蝶兰',
    type: '被子植物门·单子叶植物纲·微子目·兰科·蝴蝶兰属',
    draw: [
      '我是蝴蝶兰，我的花朵往往由五个花瓣组成，上边两个花瓣很像蝴蝶的翅膀，所以我被称为蝴蝶兰。我的叶片呈椭圆形，长圆形或镰刀状。叶子旁边有好多椭球形的小花苞。',
      '我常见的颜色有粉红、紫红、橘红、红、白、紫蓝等，还有斑纹、线条变化。我的花瓣也可能有不同的颜色，或者呈现渐变色，并有一些条纹。',
      '我往往分布于中国、泰国、菲律宾、马来西亚、印度尼西亚等国家。生长在低海拔的热带和亚热带的丛林树干上。'
    ],
    data: [
      '蝴蝶兰为兰科、蝴蝶兰属植物，叶3-4枚或更多，椭圆形或镰状长圆形，长10-20厘米，宽3-6厘米；花葶长达50厘米，花序梗径4-5毫米，花序轴稍回折状；中萼片近椭圆形，长约3厘米，基部稍窄，侧萼片斜卵形，基部贴生蕊柱足；花瓣菱状圆形，具红色斑点或细纹，中裂片菱形，基部具黄色肉突：蕊柱长约1厘米，蕊柱足宽；每个花粉团裂为不等大2爿。',
      '分布于中国、泰国、菲律宾、马来西亚、印度尼西亚。生于低海拔的热带和亚热带的丛林树干上。',
      '蝴蝶兰的花朵艳丽娇俏，赏花期长，花朵数多，能吸收室内有害气体，既能净化空气又可作盆栽观赏。还可用作切花、贵宾胸花、新娘捧花、花篮插花的高档素材；在节日可用于馈赠。'
    ]
  },
  {
    name: '水塔花',
    type: '被子植物门·单子叶植物纲·粉状胚乳目·凤梨科·水塔花属',
    draw: [
      '我是水塔花，叶阔披针形，急尖，边缘有细锯齿，硬革质，鲜绿色，表面有厚角质层和吸收鳞片。穗状花序直立，高出叶丛。叶片从根茎处旋叠状丛生，基部呈莲座状，中心呈筒状。',
      '我的苞片呈粉红色，花冠朱红色，花瓣外卷，边缘带紫色，表面有条纹。我的叶子又大又绿，包裹在花瓣周围。',
      '我喜欢温暖、湿润、半阴的环境，不耐寒，原产巴西。我主要生活在灌木丛中的疏荫下或山坡的西北面，也是良好的室内室栽观叶植物。'
    ],
    data: [
      '水塔花是凤梨科多年生常绿草本多浆植物，茎甚短。叶阔披针形，急尖，边缘有细锯齿，硬革质，鲜绿色，表面有厚角质层和吸收鳞片。穗状花序直立，高出叶丛，苞片粉红色，花冠朱红色，花瓣外卷，边缘带紫色。叶片从根茎处旋叠状丛生，基部呈莲座状，中心呈筒状。多于冬春季开花。叶片革质；青翠而光泽，丛生成莲座状，端庄秀丽；叶基部相互抱合，使植株中心成筒状，内可盛水而不漏，状似水塔，故得名"水塔花"。',
      '水塔花喜温暖、湿润、半阴环境。不耐寒。稍耐旱，原产巴西。是良好的室内室栽观叶植物。原产美洲热带，附生在热带森林的树上或腐殖质中。中国温室多有栽培，尤其是南方地区。'
    ]
  },
  {
    name: '向日葵',
    type: '被子植物门·双子叶植物纲·桔梗目·菊科·向日葵属',
    draw: [
      '我是向日葵，花序会随太阳转动，茎直立，圆形多棱角，质硬白色粗硬毛。广卵形叶片通常互生，先端锐突或渐尖，边缘具粗锯齿，两面粗糙，被毛，有长柄。',
      '我的花序边缘有中性的黄色舌状花，花序中部是两性管状花，通常是棕色或紫色，能结果。我的矩卵形下位瘦果，果皮呈现木质化，灰色或黑色，大家都称它们为葵花籽。',
      '我喜欢草原或者其他干燥、开阔的地区，会沿着路边、田野、沙漠边缘和草地生长。我能够耐受高温和低温，对土壤要求较低，无论是肥沃的土壤还是旱地、瘠薄、盐碱地上面，都可以看见我的身影。'
    ],
    data: [
      '向日葵是桔梗目、菊科、向日葵属的植物。因花序随太阳转动而得名。一年生草本，高1-3.5米，最高可达9米。茎直立，圆形多棱角，质硬被白色粗硬毛。广卵形的叶片通常互生，先端锐突或渐尖，有基出3脉，边缘具粗锯齿，两面粗糙，被毛，有长柄。头状花序，直径10-30厘米，单生于茎顶或枝端。总苞片多层，叶质，覆瓦状排列，被长硬毛，夏季开花，花序边缘生中性的黄色舌状花，不结实。花序中部为两性管状花，棕色或紫色，能结实。矩卵形瘦果，果皮木质化，灰色或黑色，称葵花籽。',
      '野生向日葵栖息地主要是草原以及干燥、开阔的地区。它们沿着路边、田野、沙漠边缘和草地生长。在阳光充足，潮湿或受干扰的地区生长最好。原产南美洲，驯化种由西班牙人于1510年从北美带到欧洲，最初为观赏用。19世纪末，又被从俄国引回北美洲。世界各国和中国均有栽培，通过人工培育，在不同生境上形成许多品种，特别在头状花序的大小色泽及瘦果形态上有许多变异，并为综合利用的最好原料。',
      '主要分两大类，食用和观赏。向日葵种子叫葵花籽，含油量很高，为半干性油，味香可口，供食用。花穗、种子皮壳及茎秆可作饲料及工业原料，如制人造丝及纸浆等，花穗也供药用。'
    ]
  },
  {
    name: '报春花',
    type: '被子植物门·双子叶植物纲·报春花目·报春花科·报春花属',
    draw: [
      '我是报春花，是暖温带植物。叶片是长卵形，基部是心形或截形，边缘有不整齐具细锯齿状的缺裂，叶柄长2-15厘米，鲜时带肉质，具狭翅，被多细胞柔毛。',
      '我在秋季开花，花朵一般呈碟状，花冠是淡紫色或者红色，有伞状花序2-4轮，形状是球形蒴果。',
      '我主要分布在中国的云南，贵阳和广西西部，喜欢生长于潮湿旷地、沟边和林缘，喜欢温凉、湿润的环境和排水良好、富含腐殖质的土壤。'
    ],
    data: [
      '报春花报春花科报春花属二年生草本植物，通常被粉，叶簇生，叶片卵形至椭圆形或矩圆形，裂片具不整齐的小牙齿，叶柄被多细胞柔毛。花葶高可达40厘米，伞形花序，苞片线形或线状披针形，花梗纤细，花萼钟状，花冠粉红色，淡蓝紫色或近白色，蒴果球形，2-5月开花，3-6月结果。',
      '分布中国的云南、贵州和广西，缅甸北部亦有分布。多生长于荒野、田边，潮湿旷地、沟边和林缘，该种广泛栽培于世界各地，并有许多园艺品种，报春花早春开花， 花色丰富，花期长，具有很高的观赏价值。'
    ]
  },
  {
    name: '月季花',
    type: '被子植物门·双子叶植物纲·蔷薇目·蔷薇科·蔷薇属',
    draw: [
      '我是月季花，我的小枝有粗壮而略带钩状的皮刺或无刺，叶柄和叶轴散生皮刺和短腺毛；托叶大部附生于叶柄之上，边缘有腺毛。',
      '我的花朵常常数朵聚生，花梗较长，常见的花色为红色或者玫瑰色，直径约5厘米，会散发出淡淡的香味，大家都很喜欢我。',
      '我主要分布在于温带与热带地区，喜欢肥沃，富含有机质，排水良好的土壤，喜欢待在日照充足，空气流通的环境中。'
    ],
    data: [
      '月季花被称为花中皇后，又称“月月红”，是常绿、半常绿低矮灌木，四季开花﹐一般为红色﹐或粉色、偶有白色和黄色﹐可作为观赏植物，也可作为药用植物，亦称月季。有三个自然变种，现代月季花型多样，有单瓣和重瓣，还有高心卷边等优美花型；其色彩艳丽、丰富，不仅有红、粉、黄、白等单色，还有混色、银边等品种；多数品种有芳香。月季的品种繁多，世界上已有近万种，中国也有千种以上。',
      '自然花期4月-9月，花成大型，由内向外，呈发散型，有浓郁香气，可广泛用于园艺栽培和切花。月季的适应性强，耐寒、抗旱，不论地栽、盆栽均可，适用于美化庭院、装点园林、布置花坛、配植花篱、花架，月季栽培容易，可作切花，用于做花束和各种花篮，月季花朵可提取香精，并可入药。也有较好的抗真菌及协同抗耐药真菌活性。红色切花更成为情人间必送的礼物之一，并成为爱情诗歌的主题。',
      '中国是月季的原产地之一。月季花荣秀美，姿色多样，四时常开，深受人们的喜爱，中国有52个城市将它选为市花，1985年5月月季被评为中国十大名花第五名。'
    ]
  },
  {
    name: '瓜叶菊',
    type: '被子植物门·双子叶植物纲·桔梗目·菊科·瓜叶菊属',
    draw: [
      '我是瓜叶菊，全株被微毛，叶片大形如瓜叶，绿色光亮。花顶生，头状花序多数聚合成伞房花序，花序密集覆盖于枝顶，常呈锅底形。',
      '我的花色比较丰富，除黄色外其他颜色均有，紫色，白色比较常见，还有红白相间的复色。我的花朵像舌片一样开展，形状呈现长椭圆形。',
      '我主要生活在温暖，温润以及通风良好的环境中，不耐受高温，害怕霜冻，一般人们都将我放在低温温室中栽培。'
    ],
    data: [
      '瓜叶菊是菊科瓜叶菊属植物，别称富贵菊、黄瓜花。多年生草本，常作1－2年生栽培。分为高生种和矮生种，20－90厘米不等。全株被微毛，叶片大形如瓜叶，绿色光亮。花顶生，头状花序多数聚合成伞房花序，花序密集覆盖于枝顶，常呈锅底形，花色丰富，除黄色其他颜色均有，还有红白相间的复色，花期1－4月。瓜叶菊的花语是：喜悦，快活，快乐，合家欢喜，繁荣昌盛。适宜在春节期间送给亲友，此花色彩鲜艳，体现美好的心意。'
    ]
  }
]
