export default [
  {
    name: '杜鹃花',
    type: '被子植物门·双子叶植物纲·杜鹃花目·杜鹃花科·杜鹃属',
    draw: [
      '我是杜鹃花，一般在春季开花，每簇花2到6朵，花冠漏斗形。叶革质，常集生枝端，卵形、椭圆状卵形或倒卵形或倒卵形至倒披针形。',
      '我有红、淡红、杏红、雪青、白色等不同颜色的品种，花色繁茂艳丽。我的花冠上往往会有一些斑点。我的分枝多而纤细，密被亮棕褐色扁平糙伏毛。',
      '我主要生活在亚洲，常出现在山地疏灌丛或松林下，周围会有很多绿叶，也会有一些小昆虫会出现在我的身边。'
    ],
    data: [
      '杜鹃（学名：Rhododendron simsii Planch.）：是双子叶植物纲、杜鹃花科、杜鹃属的常绿灌木、落叶灌木。又名映山红、山石榴。相传，古有杜鹃鸟，日夜哀鸣而咯血，染红遍山的花朵，因而得名。杜鹃花一般春季开花，每簇花2-6朵，花冠漏斗形，有红、淡红、杏红、雪青、白色等，花色繁茂艳丽。生于海拔500-1200（-2500）米的山地疏灌丛或松林下，为中国中南及西南典型的酸性土指示植物。',
      '该物种全株供药用：有行气活血、补虚，治疗内伤咳嗽，肾虚耳聋，月经不调，风湿等疾病。又因花冠鲜红色，为著名的花卉植物，具有较高的观赏价值，在世界各公园中均有栽培。中国江西、安徽、贵州以杜鹃花为省花，定为市花的城市多达七八个。1985年5月杜鹃花被评为中国十大名花之六。',
      '原产于东亚，生长在海拔500-2700米的高度。野生物种分布于中国、日本、老挝、缅甸和泰国。'
    ]
  },
  {
    name: '茉莉花',
    type: '被子植物门·双子叶植物纲·杜鹃花目·杜鹃花科·杜鹃属',
    draw: [
      '我是杜鹃花，一般在春季开花，每簇花2到6朵，花冠漏斗形。叶革质，常集生枝端，卵形、椭圆状卵形或倒卵形或倒卵形至倒披针形。',
      '我有红、淡红、杏红、雪青、白色等不同颜色的品种，花色繁茂艳丽。我的花冠上往往会有一些斑点。我的分枝多而纤细，密被亮棕褐色扁平糙伏毛。',
      '我主要生活在亚洲，常出现在山地疏灌丛或松林下，周围会有很多绿叶，也会有一些小昆虫会出现在我的身边。'
    ],
    data: [
      '杜鹃（学名：Rhododendron simsii Planch.）：是双子叶植物纲、杜鹃花科、杜鹃属的常绿灌木、落叶灌木。又名映山红、山石榴。相传，古有杜鹃鸟，日夜哀鸣而咯血，染红遍山的花朵，因而得名。杜鹃花一般春季开花，每簇花2-6朵，花冠漏斗形，有红、淡红、杏红、雪青、白色等，花色繁茂艳丽。生于海拔500-1200（-2500）米的山地疏灌丛或松林下，为中国中南及西南典型的酸性土指示植物。',
      '该物种全株供药用：有行气活血、补虚，治疗内伤咳嗽，肾虚耳聋，月经不调，风湿等疾病。又因花冠鲜红色，为著名的花卉植物，具有较高的观赏价值，在世界各公园中均有栽培。中国江西、安徽、贵州以杜鹃花为省花，定为市花的城市多达七八个。1985年5月杜鹃花被评为中国十大名花之六。',
      '原产于东亚，生长在海拔500-2700米的高度。野生物种分布于中国、日本、老挝、缅甸和泰国。'
    ]
  }
]
